org/donot-insist-get-used-to-it.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 不要坚持，要习惯
#+DATE: <2019-11-28 Thu>
#+HUGO_TAGS: 随笔

昨天晚上十点左右，躺在宿舍的床上，不一会儿进入睡眠。室友叫我脱了衣服再睡，我醒了，醒来的时候有一丝凉意。我不明白，为什么有暖气我还会感到“一丝凉意”。写日知录的过程其实就是一个反思的过程，所以即便昨天没有写也没有关系，我今天补上就行。

体育课的项目是轮滑，我很喜欢那种滑了一圈又一圈的感觉，没有会打扰我，我就这样，一边滑，一边想一些事情。肯定自己做过的一些事，然后又去否定它们。我发现其实生活就是一个不断肯定或否定的过程，好的留下来，不好的丢弃。过一段时间，发现好的已经不好了，再次丢弃，继续如此。循环往复，似乎永远都停不下来。

不要坚持，要习惯。我听一个人说，坚持不好，它在告诉你，你正在做的这件事并非出自你的意愿，所以你需要把它坚持下来。可是，我们向往坚持的，不都是对自己有利的吗？那为什么我们还需要“坚持”呢？养成习惯不就好了吗？我们每天都要睡觉、刷牙、洗脸、吃饭等等。这些组成了我们的日常生活，我们要做的就是把那些好的习惯带入到日常生活的循环中，一开始肯定会稍有一些不适应，但是从长远来看，这是一笔很划算的买卖。

昨天下午，没刹住车。一下看了七部电影——动画类和科幻类。推荐看看《铁甲钢拳》，豆瓣评分 8.2。一部有关父子感情的故事，看得我很感动。